
#include "font.h"

const uint8_t TEXT_IDX_ADDR[] = {
    0,                  // degree 0
    1,  2,              // 预热 1
    3,  4,              // 恒温 3
    5,  6,              // 回流 5
    7,  8,              // 冷却 7
    9,  10,             // 当前 9
    11, 12,             // 时间 11
    13,                 // 秒 13
    5,  6,    14,   15, // 回流模式 14
    3,  4,    14,   15, // 恒温模式 18
    22, 0xff, 0xff, 23, // 设置 22
    16, 17,             // 比例 26
    18, 19,             // 积分 28
    20, 19,             // 微分 30
    21, 11,             // 延时 32
};